"action.adjustDate" = "날짜 조정";
"action.airDrop" = "AirDrop";
"action.album" = "포토북 앨범";
"action.appAction" = "앱 동작";
"action.appIntent" = "앱 (Intent)";
"action.appleScript" = "AppleScript";
"action.automation" = "개인 자동화";
"action.automationRun" = "자동화에서 실행";
"action.base64Encode" = "Base64";
"action.bluetooth" = "블루투스";
"action.bookmark" = "즐겨찾기";
"action.box" = "Box";
"action.calculate" = "계산";
"action.calendar" = "캘린더";
"action.camera" = "카메라";
"action.changeCase" = "대소문자 변경";
"action.chooseFromMenu" = "메뉴에서 선택";
"action.clearRecents" = "최근 항목 지우기";
"action.clipText" = "클립보드에서 텍스트 지정";
"action.clipboardAction" = "클립보드 액션";
"action.combineText" = "텍스트 결합";
"action.comment" = "코멘트";
"action.coordinateClick" = "좌표 클릭";
"action.count" = "개수 세기";
"action.createNote" = "메모 만들기";
"action.createShortcutIcon" = "단축어 아이콘";
"action.cropImage" = "이미지 자르기";
"action.darkMode" = "다크모드";
"action.date" = "날짜";
"action.dateFormatter" = "날짜 형식";
"action.detectLanguage" = "언어 감지";
"action.devicesAndSheet" = "주변기기 & 시트";
"action.dialog" = "대화상자";
"action.documentsAndFiles" = "문서 & 파일";
"action.drive" = "OneDrive";
"action.editDocument" = "문서 편집";
"action.email" = "이메일";
"action.emailData" = "이메일 데이터";
"action.endRepeat" = "반복 종료";
"action.externalStorage" = "외부 저장소";
"action.extractArchive" = "압축 풀기";
"action.file" = "파일/폴더";
"action.fileActions" = "파일 동작";
"action.findApp" = "앱 검색";
"action.findAutomation" = "자동화 검색";
"action.focusMode" = "집중모드";
"action.formatNumber" = "숫자 형식";
"action.getAttachment" = "첨부 파일 가져오기";
"action.getClipboard" = "클립보드 가져오기";
"action.getConfirmation" = "확인 가져오기";
"action.getDictionary" = "딕셔너리 가져오기";
"action.getFiles" = "파일 가져오기";
"action.getLastPhoto" = "최근 사진";
"action.hash" = "해시";
"action.htmlToMarkdown" = "HTML→Markdown";
"action.ifElse" = "If/Otherwise";
"action.imagePlayground" = "이미지 플레이그라운드";
"action.javaScriptForAutomation" = "JavaScript for Automation";
"action.launchApp" = "앱 실행/토글";
"action.listActions" = "리스트 동작";
"action.location" = "위치";
"action.macro" = "매크로 녹화";
"action.mail" = "메일";
"action.map" = "지도";
"action.matchText" = "텍스트 일치";
"action.math" = "수학";
"action.measurement" = "측정";
"action.menuCommand" = "메뉴 명령";
"action.message" = "메시지";
"action.moveFiles" = "파일 이동";
"action.moveMedia" = "미디어 파일 이동";
"action.moveToFront" = "앱 전면으로 이동";
"action.musicAndVideo" = "음악 & 비디오";
"action.network" = "Wi-Fi";
"action.newDocument" = "새 문서";
"action.newNote" = "새 메모";
"action.newQuickNote" = "빠른 메모";
"action.news" = "뉴스";
"action.noteActions" = "메모 동작";
"action.number" = "숫자";
"action.oneDrive" = "OneDrive";
"action.outputDifference" = "출력 차이";
"action.outputToVariable" = "출력을 변수로";
"action.paste" = "붙여넣기";
"action.pauseUntilInput" = "입력 대기";
"action.pdf" = "PDF";
"action.photos" = "포토북";
"action.playMusic" = "음악 재생";
"action.playPodcast" = "팟캐스트 재생";
"action.podcasts" = "팟캐스트";
"action.presentation" = "프레젠테이션";
"action.preventSleep" = "잠자기 방지";
"action.quickLook" = "빠르게 보기";
"action.radio" = "라디오";
"action.randomPhoto" = "무작위 사진";
"action.readTable" = "테이블 읽기";
"action.recognizeAnimal" = "동물 인식";
"action.recognizeText" = "텍스트 인식";
"action.regex" = "정규 표현식";
"action.reminders" = "할일";
"action.renameFiles" = "파일 이름 바꾸기";
"action.repeatEach" = "각 항목마다 반복";
"action.repeatLoop" = "반복";
"action.replaceText" = "텍스트 교체";
"action.rotateImage" = "이미지 회전";
"action.runScriptInShell" = "쉘에서 스크립트 실행";
"action.runShortcut" = "단축어 실행";
"action.saveOutput" = "출력 저장";
"action.scanQRCode" = "QR 코드 스캔";
"action.screenshot" = "스크린샷";
"action.script" = "스크립트";
"action.setClipboard" = "클립보드 설정";
"action.setMailBody" = "메일 본문 설정";
"action.setMailRecipients" = "메일 수신자 설정";
"action.setParagraphStyle" = "단락 스타일";
"action.setVariable" = "변수 설정";
"action.setVolumeMedia" = "미디어 볼륨";
"action.slideshow" = "슬라이드쇼";
"action.sort" = "정렬";
"action.splitText" = "텍스트 분리";
"action.stocks" = "주식";
"action.stopShortcut" = "단축어 중지";
"action.stopwatch" = "스톱워치";
"action.surroundText" = "텍스트 감싸기";
"action.system" = "시스템";
"action.takeScreenshot" = "스크린샷 캡처";
"action.text" = "텍스트";
"action.textEditShortcut" = "텍스트 편집기 단축어";
"action.timer" = "타이머";
"action.translate" = "번역";
"action.transportation" = "대중교통";
"action.trigger" = "트리거";
"action.trimVideo" = "비디오 자르기";
"action.trimWhitespace" = "공백 정리";
"action.tuneStation" = "TuneIn 라디오";
"action.typeDateTime" = "날짜/시간 입력";
"action.typeNumber" = "숫자 입력";
"action.typeText" = "텍스트 입력";
"action.url" = "URL";
"action.useModel" = "모델 사용";
"action.uuid" = "UUID";
"action.variableDetail" = "변수 상세";
"action.videoDownloader" = "비디오 다운로더";
"action.viewDocument" = "문서 보기";
"action.viewPhotos" = "포토북 보기";
"action.wait" = "대기";
"action.wakeDisplay" = "화면 깨우기";
"action.wallpaper" = "배경화면";
"action.webContent" = "웹 콘텐츠";
"action.webIntegration" = "웹 연동";
"action.wordCount" = "단어 세기";
"action.writingTool" = "라이팅 툴";
"ai.display_image_style" = "이미지 생성 (%@)";
"ai.display_model_use" = "모델 사용 (%@ → %@)";
"ai.error_ai_disabled" = "Apple Intelligence가 활성화되지 않았습니다. 시스템 설정 > Apple Intelligence에서 켜주세요";
"ai.error_cancelled" = "사용자에 의해 취소되었습니다";
"ai.error_chatgpt_ext" = "ChatGPT Extension이 설치되지 않았습니다";
"ai.error_content_filtered" = "콘텐츠 필터에 의해 차단되었습니다";
"ai.error_follow_up" = "Follow Up 모드는 현재 지원되지 않습니다";
"ai.error_invalid_response" = "유효하지 않은 응답입니다";
"ai.error_model_not_available" = "%@ 모델을 사용할 수 없습니다";
"ai.error_network" = "네트워크 오류: %@";
"ai.error_output_conversion" = "응답을 %@ 타입으로 변환할 수 없습니다";
"ai.error_prompt_empty" = "프롬프트가 비어있습니다";
"ai.error_timeout" = "응답 시간이 초과되었습니다";
"ai.error_token_limit" = "토큰 한도를 초과했습니다";
"ai.error_unsupported_os" = "이 기능은 macOS 26 (Tahoe) 이상에서만 사용 가능합니다";
"ai.image.animation" = "애니메이션";
"ai.image.badge_fmt" = "ImagePlayground - %@";
"ai.image.illustration" = "일러스트";
"ai.image.placeholder_fmt" = "이미지 생성\n(%@)";
"ai.image.sketch" = "스케치";
"ai.output.app_entity" = "앱 엔티티";
"ai.output.boolean" = "참/거짓";
"ai.output.dictionary" = "딕셔너리";
"ai.output.list" = "리스트";
"ai.output_desc_app_entity" = "앱 데이터 엔티티, Find 액션 결과 등";
"ai.output_desc_bool" = "예/아니오 판단, If 조건에 직접 사용";
"ai.output_desc_dict" = "키-값 쌍 구조, JSON 파싱 가능";
"ai.output_desc_list" = "항목 나열, Repeat with Each와 연동";
"ai.output_desc_text" = "자연어 응답, 후속 텍스트 처리에 적합";
"ai.prompt.conversation_header" = "이전 대화:";
"ai.prompt.role_ai" = "AI";
"ai.prompt.role_user" = "사용자";
"ai.provider.ask_each" = "매번 선택";
"ai.provider.on_device" = "온디바이스";
"ai.provider_desc_ask_each" = "실행할 때마다 모델을 직접 선택";
"ai.provider_desc_chatgpt" = "ChatGPT 활용, 광범위한 지식, 외부 서비스 연동";
"ai.provider_desc_ond" = "인터넷 없이 기기에서 실행, 간단한 작업에 적합";
"ai.provider_desc_pcloud" = "애플 서버에서 처리, 복잡한 작업에 적합, 프라이버시 보호";
"ai.state_ai_disabled" = "Apple Intelligence가 비활성화됨 (시스템 설정에서 활성화)";
"ai.state_available" = "사용 가능";
"ai.state_checking" = "상태 확인 중...";
"ai.state_model_unavailable" = "모델 사용 불가: %@";
"ai.state_unsupported_os" = "macOS %@ 이상 필요";
"ai.tone.casual" = "캐주얼";
"ai.tone.code_casual" = "[캐주얼한]\n";
"ai.tone.code_concise" = "[간결한]\n";
"ai.tone.code_educational" = "[교육적인]\n";
"ai.tone.code_formal" = "[격식 있는]\n";
"ai.tone.code_friendly" = "[친근한]\n";
"ai.tone.code_professional" = "[전문적]\n";
"ai.tone.concise" = "간결함";
"ai.tone.educational" = "교육적";
"ai.tone.formal" = "격식";
"ai.tone.friendly" = "친근함";
"ai.tone.professional" = "전문적";
"ai.tool_analysis" = "분석";
"ai.tool_coding" = "코딩";
"ai.tool_creative" = "창작";
"ai.tool_custom" = "사용자 정의";
"ai.tool_translation" = "번역";
"ai.tool_writing" = "글쓰기";
"ai.writing.change_tone" = "톤 변경";
"ai.writing.key_points" = "핵심 포인트";
"ai.writing.make_list" = "목록 만들기";
"ai.writing.make_table" = "표 만들기";
"ai.writing.proofread" = "교정";
"ai.writing.result_proofread_fmt" = "[교정 결과] %@";
"ai.writing.result_rewrite_fmt" = "[다시쓰기] %@";
"ai.writing.rewrite" = "다시 쓰기";
"ai.writing.summarize" = "요약";
"ai.writing_desc_change_tone" = "텍스트의 어조를 변경합니다 (전문적, 친근, 간결 등)";
"ai.writing_desc_key_points" = "텍스트의 핵심 내용을 추출합니다";
"ai.writing_desc_make_list" = "텍스트에서 목록을 추출합니다";
"ai.writing_desc_make_table" = "텍스트에서 표를 생성합니다";
"ai.writing_desc_proofread" = "맞춤법, 문법, 구두점을 교정합니다";
"ai.writing_desc_rewrite" = "텍스트를 다른 스타일로 다시 씁니다";
"ai.writing_desc_summarize" = "긴 텍스트를 요약합니다";
"alert.menubar_cannot_disable.message" = "Dock에 표시도 꺼져 있으면 앱에 접근할 수 없습니다. Dock에 표시를 먼저 켜주세요.";
"alert.menubar_cannot_disable.title" = "메뉴바를 끌 수 없습니다";
"appearance.dark" = "다크";
"appearance.light" = "라이트";
"appearance.loading" = "테마를 불러오는 중…";
"appearance.mode" = "외형 모드";
"appearance.picker" = "외형";
"appearance.preset" = "테마 프리셋";
"appearance.reset_help" = "기본 크기로 초기화";
"appearance.system" = "시스템";
"appearance.text_size" = "텍스트 크기";
"category.accessories" = "주변기기 & 웹";
"category.app.business" = "비즈니스";
"category.app.education" = "교육";
"category.app.games" = "게임";
"category.app.music" = "음악";
"category.app.other" = "기타";
"category.app.photo_video" = "사진 및 비디오";
"category.app.productivity" = "생산성";
"category.app.social_networking" = "소셜 네트워킹";
"category.app.utilities" = "유틸리티";
"category.appIntents" = "앱";
"category.automation" = "자동화";
"category.content" = "콘텐츠 제작";
"category.documents" = "문서";
"category.essential" = "필수";
"category.flowControl" = "흐름 제어";
"category.location" = "위치 & 교통";
"category.media" = "미디어";
"category.scripting" = "코딩/스크립팅";
"color.name.blue" = "파란색";
"color.name.brown" = "갈색";
"color.name.cyan" = "시안색";
"color.name.gray" = "회색";
"color.name.green" = "초록색";
"color.name.indigo" = "인디고";
"color.name.mint" = "민트색";
"color.name.orange" = "주황색";
"color.name.pink" = "분홍색";
"color.name.purple" = "보라색";
"color.name.red" = "빨간색";
"color.name.teal" = "청록색";
"color.name.yellow" = "노란색";
"condition.op.contains" = "포함";
"condition.op.ends_with" = "끝남";
"condition.op.equal" = "같음";
"condition.op.greater_or_equal" = "이상";
"condition.op.greater_than" = "초과";
"condition.op.is_empty" = "비어있음";
"condition.op.is_not_empty" = "비어있지 않음";
"condition.op.less_or_equal" = "이하";
"condition.op.less_than" = "미만";
"condition.op.matches" = "정규식 일치";
"condition.op.not_contains" = "미포함";
"condition.op.not_equal" = "다름";
"condition.op.starts_with" = "시작함";
"ai.error_not_implemented" = "Apple Intelligence 연동이 아직 구현되지 않았습니다";
"error.user.action_failed_fmt" = "액션 실행 실패: %@";
"error.user.empty_script" = "빈 스크립트입니다.";
"error.user.foundation_models_unavailable" = "FoundationModels 프레임워크를 사용할 수 없습니다";
"error.user.script_failed" = "스크립트 실행 실패";
"flow.constant_dict_fmt" = "{%lld개}";
"flow.constant_list_fmt" = "[%lld개]";
"flow.false" = "거짓";
"flow.if_fmt" = "If %@";
"flow.menu_fmt" = "메뉴 선택 (%lld개 옵션)";
"flow.preview_dict_fmt" = "%lld개 키";
"flow.preview_list_fmt" = "%lld개 항목";
"flow.repeat.count" = "횟수 반복";
"flow.repeat.each" = "각 항목 반복";
"flow.repeat.while" = "조건 반복";
"flow.repeat_count_fmt" = "%lld번 반복";
"flow.true" = "참";
"flow.value_empty" = "값 없음";
"flow.value_image" = "이미지";
"flow.value_none" = "없음";
"macro.title_fmt" = "매크로 (%lld키)";
"menu.action.status_app_not_running" = "대상 앱이 실행 중이 아님";
"menu.action.status_menu_not_found" = "메뉴 항목을 찾지 못함";
"menu.action.status_no_permission" = "손쉬운 사용 권한 없음";
"menu.action.status_automation_denied" = "자동화 권한이 거부되었습니다 (시스템 설정 → 개인정보 보호 → 자동화)";
"menu.action.status_timeout" = "메뉴 실행 시간 초과 (5초)";
"menu.action.status_success" = "성공";
"repeat.custom" = "사용자 지정";
"repeat.daily" = "매일";
"repeat.monthly" = "매월";
"repeat.none" = "한 번만";
"repeat.weekdays" = "평일";
"repeat.weekends" = "주말";
"repeat.weekly" = "매주";
"settings.display" = "표시";
"settings.language" = "언어";
"settings.language.english" = "English";
"settings.language.korean" = "한국어";
"settings.language.restart_required" = "언어 변경은 앱 재시작 후 적용됩니다.";
"settings.language.system" = "시스템 설정 따라가기";
"settings.launch_at_login" = "로그인 시 시작";
"settings.menu_hud" = "메뉴 단축키 HUD";
"settings.menu_hud.change" = "단축키 변경";
"settings.menu_hud.current" = "현재";
"settings.menu_hud.description" = "현재 전면 앱의 모든 메뉴 단축키를 표시 (⇧⌥S 기본).";
"settings.menu_hud.reset" = "기본값 복원";
"settings.menu_hud.style" = "표시 방식";
"settings.menu_hud.style.floating" = "플로팅 창";
"settings.menu_hud.style.fullscreen" = "전체 보기";
"settings.panel_hotkey" = "패널 단축키";
"settings.panel_hotkey.change" = "단축키 변경";
"settings.panel_hotkey.current" = "현재";
"settings.panel_hotkey.description" = "메인 패널을 열고 닫는 전역 단축키 (⇧⌥A 기본).";
"settings.panel_hotkey.reset" = "기본값 복원";
"settings.permissions" = "권한";
"settings.permissions.accessibility" = "손쉬운 사용(Accessibility)";
"settings.permissions.accessibility.description" = "메뉴 단축키 열거·실행과 타 앱 제어에 필요합니다.";
"settings.permissions.accessibility.granted" = "✅ 허용됨";
"settings.permissions.accessibility.request" = "권한 요청";
"settings.show_hidden_apps" = "숨김 앱 표시";
"settings.show_in_dock" = "Dock에 표시";
"settings.show_in_dock.description" = "켜면 Dock 아이콘으로도 접근할 수 있습니다.";
"settings.show_in_menubar" = "메뉴바에 표시";
"settings.show_in_menubar.description" = "끄면 메뉴바 아이콘이 사라집니다.";
"settings.show_system_apps" = "시스템 앱 표시";
"settings.theme" = "테마";
"settings.title" = "설정";
"step.executed_fmt" = "%lld회 실행";
"step.executed_never" = "실행된 적 없음";
"step.executed_once" = "1회 실행";
"step.keys_fmt" = "%lld키";
"step.last_run_none" = "실행 기록 없음";
"step.menu_options_fmt" = "메뉴: %lld개 항목";
"step.number_fmt" = "숫자: %@";
"step.repeat_count_fmt" = "반복 %lld회";
"step.run_shortcut_fmt" = "단축어 실행: %@";
"step.shell_fmt" = "쉘: %@";
"step.wait_fmt" = "%@초";
"system.action.dark_mode" = "다크 모드 토글";
"system.action.display_sleep" = "디스플레이 꺼짐";
"system.action.dock_restart" = "Dock 재시작";
"system.action.finder_restart" = "Finder 재시작";
"system.action.lock" = "화면 잠금";
"system.action.mute" = "음소거 토글";
"system.action.screen_saver" = "화면 보호기";
"system.action.sleep" = "수면";
"toast.hotkey_duplicate" = "이미 사용 중인 단축키입니다.";
"toast.script_test_failed" = "스크립트 테스트 실패";
"toast.script_test_success" = "스크립트 테스트 성공";
"trigger.filesystem" = "파일 시스템";
"trigger.hardware" = "하드웨어";
"trigger.network" = "네트워크";
"trigger.power" = "전원";
"trigger.system" = "시스템";
"trigger.time" = "시간";
"ui.about.app_name" = "애펙스키";
"ui.about.tagline" = "최상위(정점)에 오른 글로벌 단축키 매니저";
"ui.about.version" = "버전 %@";
"ui.add" = "추가";
"ui.app_detail.bundle_id" = "번들 ID";
"ui.app_detail.clipboard_prompt" = "붙여넣을 텍스트를 입력하세요 (비우면 클립보드)";
"ui.app_detail.coordinate_prompt" = "x,y 좌표를 입력하세요 (예: 500,400)";
"ui.app_detail.file_prompt" = "파일/폴더 경로를 입력하세요";
"ui.app_detail.keycode_prompt" = "키코드를 쉼표로 구분하여 입력하세요";
"ui.app_detail.menu_note" = "메뉴 명령은 액션 카탈로그에서 직접 선택합니다";
"ui.app_detail.no_settings" = "이 액션은 추가 설정이 필요하지 않습니다";
"ui.app_detail.run_app_prompt" = "실행할 앱을 선택하세요";
"ui.app_detail.shell_prompt" = "셸 명령을 입력하세요";
"ui.app_detail.target_prompt" = "대상을 입력하세요";
"ui.app_detail.url_prompt" = "URL을 입력하세요";
"ui.app_detail.wait_prompt" = "대기 시간을 초 단위로 입력하세요";
"ui.app_detail.wait_until" = "⌘⇧↩를 누를 때까지 대기합니다";
"ui.app_label" = "앱";
"ui.appdetail.accessibility_required" = "Accessibility 권한이 필요합니다.";
"ui.appdetail.add_hotkey" = "단축키 추가";
"ui.appdetail.back_to_list" = "목록으로";
"ui.appdetail.change_category" = "카테고리 변경";
"ui.appdetail.change_hotkey" = "단축키 변경";
"ui.appdetail.configured_hotkeys" = "설정된 글로벌 단축키";
"ui.appdetail.execute_then_menu" = "%@ 실행 후 메뉴 명령 수행";
"ui.appdetail.front" = "%@ 전면으로";
"ui.appdetail.hotkey_for_scheme" = "이 scheme을 여는 단축키 설정";
"ui.appdetail.menu_hotkeys" = "%@의 메뉴 단축키";
"ui.appdetail.no_hotkey" = "없음 — 실행/포커스/토글 단축키를 설정하세요.";
"ui.appdetail.no_hotkey_assigned" = "설정된 단축키가 없습니다. 아래 메뉴 단축키에서 선택해 추가하세요.";
"ui.appdetail.no_menu_items" = "메뉴 단축키를 찾을 수 없습니다. 앱을 실행해두세요.";
"ui.appdetail.no_search_results" = "검색 결과가 없습니다.";
"ui.appdetail.no_urlscheme" = "이 앱은 URL scheme을 지원하지 않습니다.";
"ui.appdetail.open_url" = "URL 열기";
"ui.appdetail.record_hotkey" = "단축키 녹음";
"ui.appdetail.refresh" = "새로고침";
"ui.appdetail.run_app" = "%@ 실행";
"ui.appdetail.run_globally" = "전역에서 실행";
"ui.appdetail.run_toggle" = "%@ 실행/토글";
"ui.appdetail.run_toggle_label" = "앱 실행/토글";
"ui.appdetail.scheme_count" = "%lld개";
"ui.appdetail.search_menu_commands" = "메뉴 명령 검색";
"ui.appdetail.submenu" = "(하위 메뉴)";
"ui.appdetail.try_urlscheme" = "%@:// 열어보기";
"ui.appdetail.urlscheme_unavailable" = "앱 경로가 확인되지 않아 URL scheme을 읽을 수 없습니다.";
"ui.apps.add_app" = "앱 추가";
"ui.apps.all_apps" = "전체 앱";
"ui.apps.count" = "%lld개";
"ui.apps.hide" = "숨기기";
"ui.apps.no_apps" = "앱이 없습니다";
"ui.apps.unhide" = "숨기기 해제";
"ui.automation.add_trigger" = "새 트리거 추가";
"ui.automation.battery" = "배터리";
"ui.automation.charger" = "충전기";
"ui.automation.file" = "파일 감시";
"ui.automation.folder" = "폴더 감시";
"ui.automation.macos_only" = "%@ 트리거는 macOS 26 이상에서 지원됩니다.";
"ui.automation.no_triggers" = "등록된 자동화가 없습니다. 아래에서 트리거를 추가하세요.";
"ui.automation.title" = "자동화";
"ui.automation.subtitle" = "워크플로우별 트리거를 확인하고 추가·편집";
"ui.automation.new" = "새 자동화";
"ui.automation.edit" = "편집";
"ui.automation.choose_workflow" = "자동화를 추가할 워크플로우 선택";
"ui.automation.trigger_count" = "%lld개 트리거";
"ui.automation.no_workflows" = "워크플로우를 먼저 만들어 주세요.";
"ui.automation.no_automations" = "등록된 자동화가 없습니다.";
"ui.station.preset_add" = "프리셋 추가";
"ui.station.preset_title" = "시스템 프리셋 추가";
"ui.station.preset_intro" = "선택한 프리셋을 1단계 워크플로우로 추가합니다.";
"ui.station.preset_selected" = "%lld개 선택됨";
"ui.station.preset_confirm" = "추가";
"ui.app_detail.select_system" = "시스템 프리셋을 선택하세요";
"ui.automation.personal" = "개인 자동화";
"ui.automation.time" = "시간 (시간/일정)";
"ui.automation_label" = "자동화";
"ui.binding.duplicate_fmt" = "%@ (복제)";
"ui.browse" = "찾기";
"ui.cancel" = "취소";
"ui.catalog.add_action" = "액션 추가";
"ui.catalog.all" = "전체";
"ui.catalog.state_planned" = "준비 중";
"ui.catalog.state_stub" = "연동 미구현";
"ui.catalog.show_unavailable" = "미구현 %d개 보기";
"ui.catalog.hide_unavailable" = "미구현 %d개 숨기기";
"ui.catalog.no_results" = "검색 결과 없음";
"ui.category" = "카테고리";
"ui.clear" = "지우기";
"ui.cmd_ctrl_shift_option" = "⌘ CMD  ·  ⌃ Ctrl  ·  ⇧ Shift  ·  ⌥ Option  ·  🌐 지구본";
"ui.command" = "명령";
"ui.condition.value" = "값";
"ui.copy" = "복사";
"ui.default_optional" = "기본값 (선택사항)";
"ui.delete" = "삭제";
"ui.description" = "설명";
"ui.done" = "완료";
"ui.edit" = "편집";
"ui.editor.automation_help" = "개인 자동화 트리거 설정";
"ui.editor.delete_all" = "전체 삭제";
"ui.editor.drag_hint" = "단계를 드래그하여 순서를 변경할 수 있습니다";
"ui.editor.edit_mode" = "편집 모드";
"ui.editor.new_variable" = "새 변수";
"ui.editor.option_default" = "옵션 1";
"ui.editor.select_all" = "전체 선택";
"ui.editor.step_choose_menu" = "메뉴에서 선택";
"ui.editor.step_click" = "클릭";
"ui.editor.step_clipboard" = "클립보드";
"ui.editor.step_comment" = "코멘트";
"ui.editor.step_file" = "파일";
"ui.editor.step_image" = "이미지 생성";
"ui.editor.step_launch_app" = "앱 선택";
"ui.editor.step_lock" = "잠금";
"ui.editor.step_menu" = "메뉴 명령";
"ui.editor.step_output_var" = "출력을 변수로";
"ui.editor.step_pause" = "입력 대기";
"ui.editor.step_repeat" = "반복";
"ui.editor.step_repeat_each" = "각 항목 반복";
"ui.editor.step_script" = "스크립트";
"ui.editor.step_set_var" = "변수 설정";
"ui.editor.step_type" = "키 입력";
"ui.editor.step_use_model" = "모델 사용";
"ui.editor.step_wait" = "대기 1초";
"ui.editor.step_writing_tool" = "라이팅 툴";
"ui.editor.steps_count" = "%lld단계";
"ui.editor.toggle_all_skips" = "스킵 모두 토글";
"ui.hotkey" = "단축키";
"ui.hud.close_hint" = "ESC로 닫기";
"ui.hud.key_legend" = "⌘ CMD  ·  ⌃ Ctrl  ·  ⇧ Shift  ·  ⌥ Option  ·  🌐 지구본";
"ui.hud.show_no_shortcut" = "단축키 없는 메뉴 표시";
"ui.info" = "정보";
"ui.label_optional" = "라벨 (선택)";
"ui.launcher.no_match" = "일치하는 매크로를 찾을 수 없습니다";
"ui.launcher.search_macros" = "매크로 이름으로 검색...";
"ui.log.auto_scroll" = "자동 스크롤";
"ui.log.filter_placeholder" = "필터 (E-MAC-… / tag / 단어)";
"ui.log.no_logs" = "로그 없음";
"ui.main.always_on_top" = "항상 위에";
"ui.main.always_on_top_help" = "항상 위에 유지";
"ui.main.always_on_top_off" = "항상 위에 해제";
"ui.main.reclassify" = "카테고리 재분류";
"ui.main.reclassify_help" = "앱 카테고리 자동 재분류 (수동으로 바꾼 앱은 유지)";
"ui.main.search_apps" = "앱 검색";
"ui.main.settings" = "설정…";
"ui.main.settings_help" = "설정 (⌘,)";
"ui.menu.about" = "%@ 정보";
"ui.menu.cut" = "잘라내기";
"ui.menu.debug_log" = "디버그 로그";
"ui.menu.edit_shortcut" = "워크플로우 편집";
"ui.menu.paste" = "붙여넣기";
"ui.menu.quit" = "%@ 종료";
"ui.menu.redo" = "다시 실행";
"ui.menu.select_all" = "모두 선택";
"ui.menu.step_settings" = "단계 설정";
"ui.menu.undo" = "실행 취소";
"ui.menu_cheat.footer_hint" = "ESC 또는 ⇧⌥S로 닫기 · Enter로 실행";
"ui.menu_cheat.menu_count" = "메뉴 단축키 %lld개";
"ui.menu_cheat.no_items" = "단축키가 있는 메뉴 항목을 찾지 못했습니다";
"ui.menu_cheat.no_match" = "일치하는 항목이 없습니다";
"ui.menu_cheat.search_hint" = "단축키 / 명령 검색 (Enter 실행)";
"ui.menu_cheat.sort_results" = "검색 결과 %lld개";
"ui.model" = "모델";
"ui.name" = "이름";
"ui.open" = "열기";
"ui.options" = "옵션";
"ui.output" = "출력";
"ui.output_type" = "출력 타입";
"ui.path" = "경로";
"ui.prompt" = "프롬프트";
"ui.quit" = "종료";
"ui.recorder.duplicate" = "중복된 단축키입니다. 다른 조합을 눌러주세요.";
"ui.recorder.press_keys" = "키를 누르세요...";
"ui.recorder.saved" = "적용되었습니다. 잠시 후 닫힙니다.";
"ui.recorder.test_failed" = "단축키는 감지됐지만 실행에 실패했습니다. 대상 앱 실행·권한을 확인하세요.";
"ui.recorder.test_success" = "테스트 성공! 실제 워크플로우가 실행되었습니다. 저장을 눌러 적용하세요.";
"ui.recorder.testing" = "테스트 중 — 이제 단축키를 눌러보세요";
"ui.recorder.unavailable" = "사용할 수 없는 단축키입니다. 다른 조합을 눌러주세요.";
"ui.rename" = "이름 변경";
"ui.repeat" = "반복";
"ui.run" = "실행";
"ui.save" = "저장";
"ui.search" = "검색";
"ui.select_option" = "옵션을 선택하세요";
"ui.settings.ok" = "확인";
"ui.shortcut" = "워크플로우";
"ui.sidebar.all_apps" = "전체 앱";
"ui.sidebar.app_shortcuts" = "앱 단축키";
"ui.sidebar.ax_required" = "손쉬운 사용 권한 필요 — 활성화";
"ui.sidebar.ax_required_help" = "손쉬운 사용 권한이 필요합니다. 클릭하여 활성화하세요.";
"ui.sidebar.binding_counts" = "단축키 %lld개 · 워크플로우 %lld개";
"ui.sidebar.collapse" = "사이드바 접기";
"ui.sidebar.essential" = "필수";
"ui.sidebar.expand" = "사이드바 펼치기";
"ui.sidebar.tools" = "도구";
"ui.skip" = "스킵";
"ui.station.assign_hotkey" = "단축키 지정";
"ui.station.assign_hotkey_help" = "글로벌 실행 단축키 지정";
"ui.station.create" = "만들기";
"ui.station.delete_alert_message" = "%lld개 단계와 설정된 단축키가 함께 삭제됩니다. 되돌릴 수 없습니다.";
"ui.station.delete_alert_title" = "‘%@’ 워크플로우를 삭제할까요?";
"ui.station.edit_steps" = "단계 편집";
"ui.station.edit_steps_help" = "단계 추가·정렬·삭제";
"ui.station.empty" = "등록된 워크플로우가 없습니다. '새 워크플로우' 또는 '프리셋 추가'로 시작하세요.";
"ui.station.hotkey_subtitle" = "이 단축키를 누르면 전체 %lld단계가 순서대로 실행됩니다";
"ui.station.hotkey_title" = "%@ 실행 단축키";
"ui.station.intro" = "앱 열기, 키 입력, 스크립트, 붙여넣기 등을 단계로 쌓아 하나의 워크플로우로 만듭니다. 실행 버튼으로 테스트하고 단축키를 지정할 수 있습니다.";
"ui.station.intro2" = "여러 단계를 하나로 묶어 실행·단축키 지정";
"ui.station.name_placeholder" = "이름 (예: 작업 시작)";
"ui.station.new_shortcut" = "새 워크플로우";
"ui.station.no_steps" = "단계 없음";
"ui.station.run_all" = "전체 단계를 순서대로 실행 (테스트)";
"ui.station.separator" = "(분리자)";
"ui.step.duplicate" = "복제";
"ui.step.empty_hint" = "왼쪽 액션 카탈로그에서 액션을 추가하세요";
"ui.step.if_end" = "If 끝";
"ui.step.menu_end" = "메뉴 끝";
"ui.step.move_down" = "아래로 이동";
"ui.step.move_up" = "위로 이동";
"ui.step.repeat_end" = "반복 끝";
"ui.step.unskip" = "스킵 해제";
"ui.step_settings.allow_multiple" = "여러 개 선택 허용";
"ui.step_settings.collection_hint" = "컬렉션(리스트)을 소유한 변수의 ID를 입력합니다.";
"ui.step_settings.collection_uuid" = "컬렉션 변수 (UUID)";
"ui.step_settings.follow_up_chat" = "Follow Up (채팅)";
"ui.step_settings.general" = "일반";
"ui.step_settings.if_condition" = "If 조건";
"ui.step_settings.input_uuid" = "입력 변수 (UUID)";
"ui.step_settings.left_value" = "왼쪽 값";
"ui.step_settings.menu_select" = "메뉴 선택";
"ui.step_settings.new_option" = "새 옵션";
"ui.step_settings.note" = "메모 (선택)";
"ui.step_settings.operator" = "연산자";
"ui.step_settings.optional_mark" = "선택 사항";
"ui.step_settings.otherwise_hint" = "그 외(Otherwise) 분기는 단계를 If 아래에 삽입해 관리합니다.";
"ui.step_settings.repeat_count" = "반복 (횟수)";
"ui.step_settings.repeat_count_value" = "반복 횟수: %lld";
"ui.step_settings.repeat_each" = "반복 (각 항목)";
"ui.step_settings.right_value" = "오른쪽 값";
"ui.step_settings.show_cancel" = "취소 버튼 표시";
"ui.step_settings.skip" = "이 단계 스킵";
"ui.step_settings.target_value" = "대상 (값)";
"ui.step_settings.variable_hint" = "이 단계는 실행 중 이 값을 변수로 설정합니다. 매직 변수 연결은 변수 패널에서 구성합니다.";
"ui.step_settings.variable_value" = "변수 값";
"ui.style" = "스타일";
"ui.target" = "대상";
"ui.test" = "테스트";
"ui.text" = "텍스트";
"ui.title" = "제목";
"ui.tone" = "톤";
"ui.trigger.activated" = "활성화";
"ui.trigger.all_devices" = "모든 기기";
"ui.trigger.all_drives" = "모든 드라이브";
"ui.trigger.all_focus" = "모든 집중 모드";
"ui.trigger.all_networks" = "모든 네트워크";
"ui.trigger.app_fmt" = "앱: %@ [%@]";
"ui.trigger.battery_fmt" = "배터리 %@ %lld%%";
"ui.trigger.bluetooth_fmt" = "블루투스: %@ [%@]";
"ui.trigger.charger_fmt" = "충전기 [%@]";
"ui.trigger.connected" = "연결";
"ui.trigger.deactivated" = "비활성화";
"ui.trigger.disconnected" = "분리";
"ui.trigger.display_fmt" = "디스플레이 [%@]";
"ui.trigger.drive_fmt" = "외장 드라이브: %@ [%@]";
"ui.trigger.falls_below" = "미만";
"ui.trigger.file_fmt" = "파일: %@";
"ui.trigger.focus_fmt" = "집중 모드: %@ [%@]";
"ui.trigger.folder_fmt" = "폴더: %@ [%@]%@";
"ui.trigger.modified" = "수정";
"ui.trigger.reaches" = "도달";
"ui.trigger.renamed" = "이름변경";
"ui.trigger.rises_above" = "초과";
"ui.trigger.subfolder_suffix" = " (하위 포함)";
"ui.trigger.turned_off" = "꺼짐";
"ui.trigger.turned_on" = "켜짐";
"ui.trigger.wifi_disconnected" = "끊김";
"ui.trigger.wifi_fmt" = "Wi-Fi: %@ [%@]";
"ui.var.category_magic" = "마법";
"ui.var.category_special" = "특수";
"ui.var.category_user" = "사용자";
"ui.var.create_help" = "새 사용자 변수 만들기";
"ui.var.default_placeholder" = "기본값";
"ui.var.magic_empty" = "마법 변수 없음";
"ui.var.magic_hint" = "단계를 실행하면 자동으로 생성됩니다";
"ui.var.manual_empty" = "사용자 변수 없음";
"ui.var.manual_hint" = "오른쪽 위 + 버튼으로 만들기";
"ui.var.name_label" = "변수 이름";
"ui.var.new_variable" = "새 사용자 변수";
"ui.var.type" = "타입";
"ui.variables" = "변수";
"ui.window.about" = "ApexKey 정보";
"ui.window.debug_log" = "ApexKey 디버그 로그";
"ui.window.settings" = "ApexKey 설정";
"variable.boolean_false" = "거짓";
"variable.boolean_true" = "참";
"variable.image" = "[이미지]";
"variable.special.ask_each_time" = "매번 묻기";
"variable.special.ask_each_time.desc" = "실행할 때마다 값을 입력받습니다";
"variable.special.battery_level" = "배터리 잔량";
"variable.special.battery_level.desc" = "현재 배터리 충전 수준 (0.0~1.0)";
"variable.special.clipboard" = "클립보드";
"variable.special.clipboard.desc" = "현재 클립보드 내용을 가져옵니다";
"variable.special.current_date" = "현재 날짜";
"variable.special.current_date.desc" = "현재 날짜와 시간을 가져옵니다";
"variable.special.device_name" = "기기 이름";
"variable.special.device_name.desc" = "이 Mac의 이름";
"variable.special.last_result" = "마지막 결과";
"variable.special.last_result.desc" = "직전 단계의 실행 결과";
"variable.special.repeat_index" = "반복 인덱스";
"variable.special.repeat_index.desc" = "현재 반복 횟수 (1부터 시작)";
"variable.special.repeat_item" = "반복 항목";
"variable.special.repeat_item.desc" = "현재 반복 중인 항목";
"variable.special.shortcut_input" = "단축어 입력";
"variable.special.shortcut_input.desc" = "단축어 실행 시 전달받은 입력을 사용합니다";
"variable.special.wifi_name" = "Wi-Fi 이름";
"variable.special.wifi_name.desc" = "현재 연결된 Wi-Fi 네트워크 이름";
"variable.type.magic" = "마법 변수";
"variable.type.manual" = "사용자 변수";
"variable.type.special" = "특수 변수";
"variable.value.any" = "모든 타입";
"variable.value.boolean" = "참/거짓";
"variable.value.date" = "날짜";
"variable.value.dictionary" = "딕셔너리";
"variable.value.file" = "파일";
"variable.value.image" = "이미지";
"variable.value.list" = "리스트";
"variable.value.number" = "숫자";
"variable.value.text" = "텍스트";
"ui.step_settings.test_run" = "테스트 실행";
"ui.step_settings.test_output" = "실행 결과";
"ui.step_settings.running" = "실행 중…";
"ui.step_settings.no_output" = "(출력 없음)";
"ui.step_settings.exit_code" = "종료 코드: %lld";

"launch.mode" = "실행 모드";

"launch.mode.toggle" = "토글 (전면이면 숨김)";

"launch.mode.activate" = "활성화";

"launch.mode.launch" = "실행만";

"launch.args" = "실행 인자 (선택)";

"launch.url_scheme" = "URL 스킴 (선택, 입력 시 우선 실행)";

"ui.app_detail.search_app" = "앱 검색 (이름 또는 번들 ID)";

"ui.app_detail.applescript_prompt" = "AppleScript를 입력하세요";

"ui.app_detail.jxa_prompt" = "JavaScript for Automation을 입력하세요";

"ui.editor.step_applescript" = "AppleScript";

"ui.editor.step_jxa" = "JXA 실행";

"ui.editor.step_shell" = "셸 스크립트";

"palette.search.placeholder" = "워크플로우·단축키 검색";

"palette.section.recent" = "최근 실행";

"palette.section.shortcuts" = "워크플로우";

"palette.section.bindings" = "단축키";

"palette.empty" = "일치하는 항목 없음";

"settings.palette" = "명령 팔레트";

"settings.palette.current" = "현재 단축키";

"settings.palette.description" = "어디서든 명령 팔레트를 여는 전역 단축키입니다 (기본값 ⌘⌥K)";

"settings.palette.change" = "단축키 변경";

"settings.palette.reset" = "기본값으로 되돌리기";

"palette.section.commands" = "명령";

"palette.section.apps" = "앱";

"palette.steps_fmt" = "%d단계";

"palette.cmd.new_shortcut" = "새 워크플로우 만들기";

"palette.cmd.new_shortcut.name" = "새 워크플로우";

"palette.cmd.open_settings" = "설정 열기";

"palette.cmd.open_panel" = "메인 패널 열기";

"palette.cmd.menu_hud" = "Menu HUD 표시";

"palette.cmd.repeat_last" = "마지막 워크플로우 반복";

"palette.cmd.quit" = "ApexKey 종료";

"action.keyCombo" = "키 조합 보내기";

"ui.editor.step_keypress" = "키 조합";

"keypress.none" = "미지정";

"keypress.record" = "키 조합 기록";

"keypress.stop" = "기록 중지";

"keypress.recording" = "보낼 키를 수식키와 함께 누르세요…";

"keypress.hint" = "수식키(⌘⌥⇧⌃)와 함께 누른 키를 기록합니다. 단독 키는 매크로 액션을 사용하세요.";

"keypress.test" = "테스트 전송";

"keypress.clear" = "지우기";

"palette.section.steps" = "단계 내용";

"palette.clear" = "지우기";

"ui.app_detail.change_app" = "변경";

"ui.app_detail.app_count_fmt" = "%d개 표시";
"ui.close" = "닫기";
"ui.step_settings.view_result" = "결과 보기";
"system.action.android_mirror" = "Android Remote Mirror (scrcpy)";
"error.user.script_file_missing" = "스크립트 파일을 찾을 수 없습니다.";
"settings.toast" = "실행 알림";
"settings.toast.success" = "성공 알림 표시";
"settings.toast.success.description" = "끄면 실패할 때만 알림이 표시됩니다.";
"toast.reason.hotkey_duplicate" = "이미 사용 중인 단축키입니다";
"toast.reason.hotkey_register_failed" = "단축키 등록에 실패했습니다. 다른 앱이 사용 중일 수 있습니다";
"toast.reason.hotkey_save_failed" = "단축키를 저장하지 못했습니다";
"toast.reason.app_missing" = "앱을 찾을 수 없습니다 (번들ID·경로 확인)";
"toast.reason.launch_failed" = "앱 실행 실패 (설치 여부·권한 확인)";
"toast.reason.scheme_invalid" = "잘못된 URL 스킴입니다";
"toast.reason.key_invalid" = "잘못된 키 조합 형식입니다 ('keyCode:modifiers')";
"toast.reason.key_send_failed" = "키 전송 실패 (접근성 권한 확인)";
"toast.reason.url_invalid" = "잘못된 URL입니다";
"toast.reason.unimplemented" = "지원하지 않는 액션입니다";
"ui.system.script_file" = "파일: %@";
"ui.system.script_modified" = "수정됨 · 저장 필요";
"ui.system.script_saved" = "저장됨";
"ui.system.script_reset" = "되돌리기";
"ui.system.script_reload" = "다시 불러오기";
"toast.reason.file_missing" = "파일을 찾을 수 없습니다 (경로 확인)";
"update.section" = "업데이트";
"update.check" = "업데이트 확인";
"update.checking" = "확인 중…";
"update.up_to_date" = "최신 버전입니다";
"update.available" = "%@ 사용 가능";
"update.last_checked" = "마지막 확인: %@";
"update.frequency" = "자동 확인 주기";
"update.frequency.at_launch" = "실행할 때마다";
"update.frequency.daily" = "매일";
"update.frequency.weekly" = "매주";
"update.frequency.never" = "안 함";
"update.available_title" = "새 버전 %@";
"update.current_version" = "현재 버전: %@";
"update.no_notes" = "릴리스 노트가 없습니다.";
"update.howto_title" = "업데이트 방법";
"update.howto_body" = "DMG를 다운로드해 ApexKey를 응용 프로그램 폴더로 드래그한 뒤, 첫 실행 시 우클릭 → 열기로 실행하세요.";
"update.download" = "다운로드";
"update.close" = "닫기";
"menu.check_update" = "업데이트 확인…";
"ui.automation.soon" = "준비 중";
"ui.automation.weekday" = "요일";
"ui.automation.month_day_fmt" = "%@일";
"repeat.rule" = "반복 규칙";
"palette.esc_key" = "esc";
"unit.characters" = "문자";
"unit.words" = "단어";
"unit.lines" = "줄";
"unit.sentences" = "문장";
"style.decimal" = "십진수";
"style.percent" = "백분율";
"style.currency" = "통화";
"style.scientific" = "지수 표기";
"style.words" = "읽기";
"error.user.text_empty" = "텍스트가 비어 있습니다";
"error.user.text_pattern_missing" = "찾을 문자열을 입력하세요";
"error.user.text_pattern_invalid" = "올바른 정규식이 아닙니다";
"error.user.text_not_number" = "숫자가 아닙니다";
"error.user.clipboard_unavailable" = "클립보드를 사용할 수 없습니다";
"ui.text_action.input" = "입력 텍스트";
"ui.text_action.input_hint" = "입력 텍스트 (Magic Variable 사용 가능)";
"ui.text_action.clipboard_read_hint" = "클립보드의 텍스트를 그대로 다음 단계로 넘깁니다";
"ui.text_action.pattern" = "찾을 문자열 또는 패턴";
"ui.text_action.pattern_hint" = "이 문자열을 찾아 바꿉니다";
"ui.text_action.pattern_match_hint" = "정규식 패턴 (NSRegularExpression)";
"ui.text_action.replacement" = "바꿀 문자열";
"ui.text_action.replacement_hint" = "정규식에서는 $1 역참조를 쓸 수 있습니다";
"ui.text_action.match_all" = "전체 매치 수집";
"ui.text_action.separator" = "구분자";
"ui.text_action.separator_split_hint" = "이 구분자로 나눕니다";
"ui.text_action.separator_combine_hint" = "이 구분자로 이어 붙입니다";
"ui.text_action.count_unit" = "세는 단위";
"ui.text_action.number_style" = "표기 방식";
"ui.text_action.decimals" = "소수 자릿수";
"ui.text_action.grouping" = "천 단위 구분자 사용";
"ui.text_action.magic_hint" = "입력란에 {마법변수:...} 토큰을 쓸 수 있습니다";
"style.case_upper" = "모두 대문자";
"style.case_lower" = "모두 소문자";
"style.case_title" = "단어 첫 글자 대문자";
"style.case_sentence" = "문장 첫 글자 대문자";
"style.case_camel" = "camelCase";
"style.case_kebab" = "kebab-case";
"mode.sort_text" = "사전순";
"mode.sort_numeric" = "숫자순";
"math.add" = "더하기";
"math.subtract" = "빼기";
"math.multiply" = "곱하기";
"math.divide" = "나누기";
"math.modulo" = "나머지";
"math.power" = "거듭제곱";
"math.min" = "최솟값";
"math.max" = "최댓값";
"hash.sha256" = "SHA-256";
"hash.sha512" = "SHA-512";
"error.user.text_div_zero" = "0으로 나눌 수 없습니다";
"error.user.text_expression_deep" = "수식이 너무 복잡합니다";
"error.user.text_expression_invalid" = "수식 형식이 올바르지 않습니다";
"error.user.text_base64_invalid" = "Base64 형식이 올바르지 않습니다";
"error.user.text_not_utf8" = "UTF-8 텍스트가 아닙니다";
"error.user.text_date_invalid" = "날짜 형식이 올바르지 않습니다";
"error.user.text_unsupported" = "지원하지 않는 연산입니다";
"error.user.text_count_range" = "개수는 1~100 사이여야 합니다";
"ui.text_action.no_input_hint" = "입력 없이 설정만으로 동작합니다";
"ui.text_action.case_style" = "대소문자 스타일";
"ui.text_action.sort_mode" = "정렬 방식";
"ui.text_action.sort_order" = "정렬 순서";
"ui.text_action.order_ascending" = "오름차순";
"ui.text_action.order_descending" = "내림차순";
"ui.text_action.prefix" = "앞에 붙일 문자";
"ui.text_action.suffix" = "뒤에 붙일 문자";
"ui.text_action.math_operation" = "연산";
"ui.text_action.separator_math_hint" = "피연산자를 나눕니다 (비우면 줄바꿈)";
"ui.text_action.base64_direction" = "변환 방향";
"ui.text_action.base64_encode" = "인코딩";
"ui.text_action.base64_decode" = "디코딩";
"ui.text_action.hash_algorithm" = "해시 알고리즘";
"ui.text_action.uuid_count" = "생성 개수";
"ui.text_action.date_format" = "날짜 형식";
"ui.text_action.date_format_hint" = "DateFormatter 형식 (yyyy-MM-dd HH:mm:ss)";
